package ru.vereshchagin.stepsPack;

public class TestList {
    /* Test1
     * Пользователь вводит валидные данные и входит в ящик, затем проверяет начилие главной страницы и элементов почтового ящика */

    /* Test2
     * Пользователь вводит невалидные данные и проверяет наличие сообщения об ошибке */

    /* Test3
     * Пользователь входит в почтовый ящик и переходит по папкам почтового ящика, проверяя переходы */

    /* Test4
     * Пользователь входит в почтовый ящик и отправляет себе письмо, затем проверяет его начилие в папке "Входящие" */
}
