package ru.vereshchagin.stepsPack;

public class TestList {
    /* Test1
     * Пользователь вводит невалидные данные и проверяет сообщение об ошибке. Затем вводит валидные данные и входит в ящик, затем проверяет начилие элементов почтового ящика */

    /* Test2
     * Пользователь входит в почтовый ящик и отправляет себе письмо. Затем проверяет его наличие и удаляет письмо */

    /* Test3
     * Пользователь входит в почтовый ящик и переходит по папкам почтового ящика */

    /* Test4
     * Пользователь входит в почтовый ящик, заходит в настройки папок ящика и создает новую папку. Затем переходит на главную страницу почтового ящика и
     * проверяет наличие созданной папки. После этого переходит в настройки папок ящика и удаляет созданную папку */
}
